Repository: iamdanmaks/spero_backend
Catalog: app/main/translations/*/LC_MESSAGES/messages.po
Languages: uk_ua

source: User not found
uk_ua: Користувача не знайдено

source: Successfully logged in.
uk_ua: Ви успішно увійшли

source: Email or password does not match
uk_ua: Пошта чи пароль не відповідають дійсності

source: Try again
uk_ua: Спробуйте знов

source: Provide a valid auth token
uk_ua: Надайте правильний токен

source: No json file
uk_ua: Відстуній json файл

source: Wrong values of probabilities
uk_ua: Неправильні значення ймовірностей

source: Wrong value of result
uk_ua: Неправильне значення результату

source: Diagnosis is saved
uk_ua: Діагноз збережено

source: User does not exist
uk_ua: Користувач не існує

source: Diagnosis not found
uk_ua: Діагноз не знайдено

source: This diagnosis is not yours
uk_ua: Цей діагноз не ваш

source: You can not view not yours diagnoses
uk_ua: Ви не можете переглядати не свої діагнози

source: Pieces of advice are gathered
uk_ua: Поради зібрано

source: File was named as .wav, but it is either not really .wav or it is broken
uk_ua: Файл названо як .wav, але він або не є таким, або зламаний

source: File is not .wav
uk_ua: Файл не .wav

source: You have not changed your current name
uk_ua: Ви не змінили своє ім'я

source: You have not changed your current surname
uk_ua: Ви не змінили своє прізвище

source: You have not changed your current height
uk_ua: Ви не змінили свій зріст

source: You have not changed your current weight
uk_ua: Ви не змінили свою вагу

source: You have not changed your current username
uk_ua: Ви не змінили своє користувацьке ім'я

source: This username is already taken
uk_ua: Це користувацьке ім'я вже зайнято

source: Your data was edited
uk_ua: Ваші дані відредаговано

source: Wrong password
uk_ua: Неправильний пароль

source: You have not changed your current password
uk_ua: Ви не змінили ваш пароль

source: Password was succesfully reset
uk_ua: Пароль успішно змінено

source: You have to fill in all the fields
uk_ua: Ви маєте заповнити усі поля

source: Reset email is sent
uk_ua: Лист для зміни паролю надіслано

source: Error has occured
uk_ua: Помилка сталась

source: Let's conirm your email
uk_ua: Давайте підтведимо вашу пошту

source: Your email is not valid
uk_ua: Ваша пошта неправильна

source: It is your old password
uk_ua: Це ваш старий пароль

source: Your password was reset
uk_ua: Ваш пароль змінено

source: Data is not complete
uk_ua: Дані не повні

source: Your link has expired or it is wrong
uk_ua: Посилання застаріло чи неправильне

source: Click below to reset your password
uk_ua: Натисніть нижче, щоб змінити пароль

source: Click here to reset
uk_ua: Натисніть сюди для зміни

source: Thank you for using Spero!
uk_ua: Дякуємо за користування Spero

source: Plan does not exist
uk_ua: План не існує

source: You are already subscribed for Spero Max
uk_ua: Ви вже підписані на Spero Max

source: You are already subscribed for Spero Advanced
uk_ua: Ви вже підписані на Spero Advanced

source: You have succesfully subscriped to
uk_ua: Ви успішно підписались на

source: plan
uk_ua: план

source: Your card has been declined
uk_ua: Вашій карті відмовлено в операції

source: User age should be greater than 18
uk_ua: Вік користувача має бути більшим за 18

source: Username length should be greater than 6 and less than 25 symbols
uk_ua: Довжина користувацького імені має бути більшою за 6 символів і меншою за 25

source: User already exists. Please Log in.
uk_ua: Користувач вже існує. Будь ласка, увійдіть

source: User was deleted
uk_ua: Користувач було видалено

source: Statistics is gathered
uk_ua: Статистику зібрано

source: Your email was confirmed
uk_ua: Вашу пошту підтверджено

source: Welcome! You've just signed up for Spero. If it is your email than follow the confiramtion link below to finish registration
uk_ua: Вітаємо! Ви щойно зареєструвались у Spero. Якщо це ваш email, перейдіть за посиланням щоб завершити реєстрацію

source: Click here to confirm
uk_ua: Натисніть тут, щоб підтвердити

source: Thank you!
uk_ua: Дякуємо!

source: Successfully registered
uk_ua: Успішно зареєстровано

source: Some error occurred. Please try again.
uk_ua: Сталась якась помилка. Будь ласка, спробуйте знову

source: Email is not confirmed
uk_ua: Пошта не підтверджена

source: Admin token required
uk_ua: Необхіден токен адміністратора

source: User not found, so probably they do not exist
uk_ua: Користувача не знайдено, тож скоріш за все він не існує

source: Token has wrong value
uk_ua: Токен має неправильне значення

source: Provide a valid auth token.
uk_ua: Надайте правильний токен

source: heart+healthy
uk_ua: здорове серце

source: Normal heartbeat
uk_ua: Нормальне серцебиття

source: murmur
uk_ua: шуми

source: Murmur
uk_ua: Шуми

source: extrasystole
uk_ua: екстрасистоли

source: Extrasystole
uk_ua: Екстрасистоли

source: Password length should be greater than 6 and less than 30 symbols
uk_ua: Довжина паролю має бути більшою за 6 символів і меншою за 30

source: Password should have at least one numeral value
uk_ua: Пароль має містити хоча б одну цифру

source: Password should have at least one uppercase letter
uk_ua: Пароль має містити хоча б одну велику літеру

source: Password should have at least one lowercase letter
uk_ua: Пароль має містити хоча б одну малу літеру

source: Password is too common
uk_ua: Пароль занадто простий

source: Password first and second inputs are not equal
uk_ua: Пароль і його повтор не співпадають

source: Patient:
uk_ua: Пацієнт:

source: Patient username: @
uk_ua: Користувацьке ім'я пацієнта: @

source: Patient age:
uk_ua: Вік пацієнта:

source: Result:
uk_ua: Результат:

source: Date of diagnostics:
uk_ua: Дата діагностики:

source: Page
uk_ua: Сторінка

source: DIAGNOSTICS REPORT FROM
uk_ua: ЗВІТ З ДІАГНОСТИКИ ВІД

source: Probabilities of possible diagnostics results
uk_ua: Ймовірності можливих результатів діагностики

source: Possible result
uk_ua: Можливий результат

source: Probability
uk_ua: Ймовірність

source: Murmurs
uk_ua: Шуми

source: Diagnostics result visualization
uk_ua: Візуалізація результатів діагностики

source: normal heartbeat
uk_ua: нормальне серцебиття

source: murmurs
uk_ua: шуми

source: Your heartbeat visualizations
uk_ua: Візуалізації вашого серцебиття

source: Heartbeat waveform
uk_ua: Хвильовий графік серцебиття

source: Time
uk_ua: Час

source: Heartbeat spectrogram
uk_ua: Спектрограма серцебиття

source: Mel-cepstral coefficients
uk_ua: Мел-кепстральні коефіцієнти

source: Pitch class
uk_ua: Пітч клас

source: Heartbeat chromagram
uk_ua: Хромаграма серцебиття
